Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: SSH public key to be used as deploy key:
sv: Offentlig SSH-nyckel som ska anvÃ¤ndas som distributionsnyckel:

source: {path} encoded for the DEBUG_KEYSTORE secret variable:
sv: {path} kodad fÃ¶r den hemliga variabeln DEBUG_KEYSTORE:

source: "%s/" has no matching metadata file!
sv: "%s/" har ingen matchande meta-datafil!

source: "AWS_ACCESS_KEY_ID" must be set as an environmental variable!
sv: "AWS_ACCESS_KEY_ID" mÃ¥ste stÃ¤llas in som en miljÃ¶variabel!

source: "isPrimary" key should not be added to mirrors!
sv: "isPrimary" -nyckeln ska inte lÃ¤ggas till i speglar!

source: "local_copy_dir" {path} does not exist!
sv: "local_copy_dir" {path} finns inte!

source: "{apkfilename}" is already installed on {dev}.
sv: '{apkfilename}' Ã¤r redan installerad i {dev}.

source: "{path}" contains recent {name} ({version})
sv: "{path}" innehÃ¥ller senaste {name} ({version})

source: "{path}" exists but s3cmd is not installed!
sv: "{path}" existerar, men s3cmd Ã¤r inte installerat!

source: "{path}" is not a supported file format (use: metadata/*.yml)
sv: "{path}" Ã¤r inte ett filformat som stÃ¶ds (anvÃ¤nd: metadata/*.yml)

source: "{path}" is signed by a key that is not allowed:
sv: "{path}" Ã¤r signerad av en nyckel som inte Ã¤r tillÃ¥ten:

source: "{url}" is not a valid URL!
sv: "{url}" Ã¤r inte en giltig URL!

source: %(prog)s: error: %(message)s
sv: %(prog)s: fel: %(message)s

source: %d APKs failed to be signed or verified!
sv: %d APK:er kunde inte signeras eller verifieras!

source: %d problems found
sv: %d problem hittades

source: %r is not callable
sv: %r kan inte kallas

source: %s did not produce a dict!
sv: %s producerade inte en dict!

source: %s has bad SHA-256: %s
sv: %s har felaktig SHA-256: %s

source: %s is not an accepted build field
sv: %s Ã¤r inte ett acceptabelt byggnationsfÃ¤lt

source: 'keypass' not found in config.yml!
sv: 'keypass' hittades inte i config.yml!

source: 'keystore' is NONE and 'smartcardoptions' is blank!
sv: 'keystore' Ã¤r NONE och 'smartcardoptions' Ã¤r tomt!

source: 'keystore' not found in config.yml!
sv: 'keystore' hittades inte i config.yml!

source: 'keystorepass' not found in config.yml!
sv: 'keystorepass' hittades inte i config.yml!

source: 'rclone_config' must be set in config.yml!
sv: 'rclone_config' mÃ¥ste stÃ¤llas in i config.yml!

source: 'repo_keyalias' not found in config.yml!
sv: 'repo_keyalias' hittades inte i config.yml!

source: 'sdk_path' not set in config.yml!
sv: 'sdk_path' Ã¤r inte instÃ¤llt i config.yml!

source: '{aapt}' is too old, fdroid requires build-tools-{version} or newer!
sv: {aapt} Ã¤r fÃ¶r gammal, fdroid krÃ¤ver build-tools-{version} eller nyare!

source: '{path}' failed to execute!
sv: Misslyckades med att kÃ¶ra '{path}'!

source: '{value}' is not a valid {field} in {appid}. Regex pattern: {pattern}
sv: '{value}' Ã¤r inte ett giltigt {field} i {appid}. Regex-mÃ¶nster: {pattern}

source: .__call__() not defined
sv: .__call__() angavs inte

source: /issues is missing
sv: /issues saknas

source: A URL is required as an argument!
sv: En URL krÃ¤vs som ett argument!

source: Android AAR library
sv: AAR-bibliotek fÃ¶r Android

source: Android APK file
sv: Android APK-fil

source: Android DEX code
sv: DEX-kod fÃ¶r Android

source: Broken symlink: {path}
sv: Trasig symlink: {path}

source: Build a package from source
sv: Bygg ett paket frÃ¥n kÃ¤lla

source: Cannot rewrite "{path}"
sv: Kan inte skriva om "{path}"

source: Check for updates to applications
sv: Kontrollera efter uppdateringar av appar

source: Command '%s' not recognised.
sv: Kommandot '%s' kÃ¤nns inte igen.

source: Commit changes
sv: Skicka in Ã¤ndringar

source: Couldn't find package ID
sv: Kunde inte hitta paketets ID

source: Creating log directory
sv: Skapar logg-katalog

source: Creating temporary directory
sv: Skapar en tillfÃ¤llig katalog

source: Delete APKs and/or OBBs without metadata from the repo
sv: Ta bort APKs och/eller OBBs utan metadata frÃ¥n fÃ¶rrÃ¥d

source: Deleting unknown file: {path}
sv: Tar bort okÃ¤nd fil: {path}

source: ERROR: %(message)s
sv: FEL: %(message)s

source: Extract signatures from APKs
sv: Extrahera signaturer frÃ¥n APK:er

source: Finished
sv: Avslutade

source: Forbidden HTML tags
sv: FÃ¶rbjudna HTML-taggar

source: Git clean failed
sv: Git-rensningen misslyckades

source: Git fetch failed
sv: Git-hÃ¤mtningen misslyckades

source: Git reset failed
sv: Git-Ã¥terstÃ¤llningen misslyckades

source: Initialising submodules
sv: Initialiserar undermoduler

source: Install built packages on devices
sv: Installera byggda paket pÃ¥ enheter

source: Installing %s...
sv: Installerar %s...

source: Interact with the repo HTTP server
sv: Interagera med fÃ¶rrÃ¥dets HTTP-servern

source: Invalid APK
sv: Ogiltig APK

source: Invalid bulleted list
sv: Ogiltig punktlista

source: Java JAR file
sv: JAR-file fÃ¶r Java

source: Missing output directory
sv: Katalog fÃ¶r utmatning saknas

source: No information found.
sv: Ingen information hittades.

source: No packages specified
sv: Inga paket angavs

source: No tags found
sv: Inga taggar hittades

source: Nothing to do
sv: Inget att gÃ¶ra

source: Process auto-updates
sv: Behandla automatiska uppdateringar

source: Processing {apkfilename}
sv: Behandlar {apkfilename}

source: Processing {appid}
sv: Behandlar {appid}

source: Quickly start a new repository
sv: Starta snabbt ett nytt fÃ¶rrÃ¥d

source: Read all the metadata files and exit
sv: LÃ¤s alla metadatafiler och avsluta

source: Reading '{config_file}'
sv: LÃ¤ser '{config_file}'

source: Removing specified files
sv: Tar bort angivna filer

source: Removing {path}"
sv: Tar bort {path}''

source: Rename APK files that do not match package.name_123.apk
sv: Byt namn pÃ¥ APK-filer som inte matchar paket.namn_123.apk

source: Rewrite all the metadata files
sv: Skriv om alla metadatafiler

source: Rewriting '{appid}'
sv: Skriver om '{appid}'

source: Scan the source code of a package
sv: Skanna kÃ¤llkoden fÃ¶r ett paket

source: Sign and place packages in the repo
sv: Signera och placera paket i fÃ¶rrÃ¥det

source: Sign indexes created using update --nosign
sv: Signera index som har skapats med att anvÃ¤nda update --nosign

source: Skipping {appid}: disabled
sv: Hoppar Ã¶ver {appid}: avstÃ¤ngd

source: This app contains a known security vulnerability
sv: Denna app innehÃ¥ller en kÃ¤nd sÃ¤kerhetssÃ¥rbarhet

source: This app has a weak security signature
sv: Denna app har en svag sÃ¤kerhetssignatur

source: Unknown exception found!
sv: OkÃ¤nt undantag hittades!

source: Update repo information for new packages
sv: Uppdatera fÃ¶rrÃ¥dinformation fÃ¶r nya paket

source: Update the binary transparency log for a URL
sv: Uppdatera binÃ¤rens genomskinliga logg fÃ¶r en URL

source: Use build server
sv: AnvÃ¤nd bygg-server

source: Using JAR Signature
sv: AnvÃ¤nder JAR-signatur

source: Valid commands are:
sv: Giltiga kommandon Ã¤r:

source: Verify the integrity of downloaded packages
sv: Verifiera integriteten hos de nedladdade paketen

source: Warn about possible metadata errors
sv: Visa varningar vid mÃ¶jliga metadatafel

source: ZIP file archive
sv: ZIP-filarkiv

source: ambiguous option: %(option)s could match %(matches)s
sv: tvetydigt alternativ: %(option)s kunde motsvara %(matches)s

source: can't open '%(filename)s': %(error)s
sv: kan inte Ã¶ppna '%(filename)s': %(error)s

source: cloning {url}
sv: klonar {url}

source: created {path}
sv: skapade {path}

source: deleting: repo/{apkfilename}
sv: tar bort: repo/{apkfilename}

source: downloading '{}'
sv: hÃ¤mtar '{}'

source: expected one argument
sv: ett argument fÃ¶rvÃ¤ntades

source: fdroid [<command>] [-h|--help|--version|<args>]
sv: fdroid [<kommando>] [-h|--help|--version|<argument>]

source: gzip file archive
sv: gzip-filarkiv

source: no APK supplied
sv: ingen APK tillhandahÃ¶lls

source: options
sv: alternativ

source: overwriting existing {path}
sv: skriver Ã¶ver befintlig {path}

source: positional arguments
sv: positionella argument

source: shared library
sv: delat bibliotek

source: show this help message and exit
sv: visa det hÃ¤r hjÃ¤lpmeddelandet och avsluta

source: static library
sv: statiskt bibliotek

source: the following arguments are required: %s
sv: fÃ¶ljande argument krÃ¤vs: %s

source: true
sv: sant

source: unexpected option string: %s
sv: ovÃ¤ntad alternativ-strÃ¤ng: %s

source: unrecognized arguments: %s
sv: argumenten kÃ¤nns inte igen: %s

source: unsafe permissions on '{config_file}' (should be 0600)!
sv: o-sÃ¤kra behÃ¶righeter pÃ¥ '{config_file}' (borde vara 0600)!

source: usage:
sv: anvÃ¤ndning:

source: yes
sv: ja

source: {apkfilename} ({appid}) has no metadata!
sv: {apkfilename}{appid} har ingen metadata!

source: {appid} is missing {name}
sv: {appid}saknas {name}

source: Overview
sv: Ãversikt

source: About
sv: Om

source: Launched in 2010 by Prof. Eben Moglen, FreedomBox is a global project to empower regular people to reassert control over the infrastructure of the internet. FreedomBox empowers its users to avoid the data mining, censorship and surveillance by centralized silos that characterize the web of today. It makes web servers personal, affordable and manageable, so that a user can host necessary web services at home on a device they own, powered by free software they can trust.
sv: FreedomBox, som lanserades 2010 av prof. Eben Moglen, Ã¤r ett globalt projekt fÃ¶r att ge vanliga mÃ¤nniskor mÃ¶jlighet att Ã¥terhÃ¤mta kontrollen Ã¶ver internets infrastruktur. FreedomBox ger sina anvÃ¤ndare mÃ¶jlighet att undvika datautvinning, censur och Ã¶vervakning av centraliserade silos som kÃ¤nnetecknar dagens webb. Det gÃ¶r webbservrar personliga, prisvÃ¤rda och hanterbara, sÃ¥ att en anvÃ¤ndare kan vara vÃ¤rd fÃ¶r nÃ¶dvÃ¤ndiga webbtjÃ¤nster hemma pÃ¥ en enhet de Ã¤ger, driven av gratis programvara de kan lita pÃ¥.

source: FreedomBox is made up of two things: a free and open source software system and inexpensive hardware. The costs of computer processors and network bandwidth have both fallen to such low levels that hosting your own digital services is now affordable.
sv: FreedomBox bestÃ¥r av tvÃ¥ saker: ett programvarusystem med fri och Ã¶ppen kÃ¤llkod och billig hÃ¥rdvara. Kostnaderna fÃ¶r datorprocessorer och nÃ¤tverksbandbredd har bÃ¥da sjunkit till sÃ¥ lÃ¥ga nivÃ¥er att det nu Ã¤r Ã¶verkomligt att vara vÃ¤rd fÃ¶r egna digitala tjÃ¤nster.

source: FreedomBox is a Debian Pure Blend, which means that it distributes its software through Debian repositories. By building FreedomBox directly within the Debian GNU/Linux ecosystem, we benefit from the contributions of the <a href="https://contributors.debian.org/">1,000+ active Debian contributors</a>, in addition to Debian's high standards for quality assurance and security. FreedomBox's major contribution to the Debian ecosystem is providing a user interface that simplifies and automates otherwise complicated administrative tasks associated with running a server, like installing applications and applying updates.
sv: FreedomBox Ã¤r en Debian Pure Blend, vilket innebÃ¤r att den distribuerar sin programvara via DebianfÃ¶rvaringsutrymmen. Genom att bygga FreedomBox direkt i Debian GNU/Linux-ekosystemet drar vi nytta av bidragen frÃ¥n <a href="https://contributors.debian.org/">1 000+ aktiva bidragsgivare till Debian</a>, fÃ¶rutom Debians'hÃ¶ga standarder fÃ¶r kvalitetssÃ¤kring och sÃ¤kerhet. FreedomBox's viktigaste bidrag till Debians ekosystem Ã¤r att tillhandahÃ¥lla ett anvÃ¤ndargrÃ¤nssnitt som fÃ¶renklar och automatiserar annars komplicerade administrativa uppgifter i samband med driften av en server, som att installera program och tillÃ¤mpa uppdateringar.

source: If you want to join the community of FreedomBox contributors or <a href="https://freedomboxfoundation.org/donate/">support the non-profit Foundation behind them</a> â get in touch with us on our <a href="https://discuss.freedombox.org/">forum</a>, <a href="https://alioth-lists.debian.net/cgi-bin/mailman/listinfo/freedombox-discuss">mailing list</a>, <a href="https://wiki.debian.org/FreedomBox/Support">IRC channel</a>, or <a href="https://salsa.debian.org/freedombox-team">GitLab instance</a>.
sv: Om du vill gÃ¥ med i gemenskapen av FreedomBox-bidragsgivare eller <a href="https://freedomboxfoundation.org/donate/">stÃ¶dja den ideella stiftelsen bakom dem</a> - kontakta oss pÃ¥ vÃ¥rt <a href="https://discuss.freedombox.org/">forum</a>, <a href="https://alioth-lists.debian.net/cgi-bin/mailman/listinfo/freedombox-discuss">mailinglista</a>, <a href="https://wiki.debian.org/FreedomBox/Support">IRC-kanal</a>, eller <a href="https://salsa.debian.org/freedombox-team">GitLab-instans</a>.

source: FreedomBox Community Governance
sv: Styrning av FreedomBox Community

source: Try FreedomBox in the public cloud
sv: Prova Freedombox i det publika molnet

source: Try <em>FreedomBox</em> in the public cloud
sv: Prova <em>Freedombox</em> i det publika molnet

source: Try a FreedomBox demo
sv: Prova en FreedomBox-demo

source: Try a <em>FreedomBox</em> demo
sv: Prova en demo av <em>FreedomBox</em>

source: FreedomBox Code of Conduct
sv: FreedomBox uppfÃ¶randekod

source: Download
sv: Hämta

source: Be a FreedomBox Pioneer
sv: Bli en pionjÃ¤r inom FreedomBox

source: Be a <em>FreedomBox</em> Pioneer
sv: Bli en <em>FreedomBox</em>-pionjÃ¤r

source: In partnership with the FreedomBox Foundation, Olimex is selling FreedomBox home servers. The FreedomBox home servers come with our software pre-installed, a backup battery in case of power outage, and everything else you need to get started.
sv: I samarbete med FreedomBox Foundation sÃ¤ljer Olimex FreedomBox-hemservrar. FreedomBox-hemservrarna levereras med vÃ¥r programvara fÃ¶rinstallerad, ett reservbatteri i hÃ¤ndelse av strÃ¶mavbrott och allt annat du behÃ¶ver fÃ¶r att komma igÃ¥ng.

source: The Pioneer edition FreedomBox Home Server is the first commercially available version of FreedomBox. Be a pioneer and order today.
sv: Pioneer-utgÃ¥van FreedomBox Home Server Ã¤r den fÃ¶rsta kommersiellt tillgÃ¤ngliga versionen av FreedomBox. Bli en pionjÃ¤r och bestÃ¤ll idag.

source: Try FreedomBox on AWS EC2
sv: Prova FreedomBox pÃ¥ AWS EC2

source: Try <em>FreedomBox</em> on AWS EC2
sv: Prova <em>FreedomBox<em> pÃ¥ AWS EC2</em></em>

source: Try FreedomBox on a Debian cloud server
sv: Prova FreedomBox pÃ¥ en Debian molnserver

source: Try <em>FreedomBox</em> on a Debian cloud server
sv: Prova <em>FreedomBox</em> pÃ¥ en Debian molnserver

source: 32-bit ARM (armhf)
sv: 32-bitars ARM (armhf)

source: FreedomBox can run on many 32-bit ARM (armhf) hardware boards using a common image based on UEFI. FreedomBox can typically run from an SD card, eMMC, USB disk, SATA disk or NVMe disk. U-boot firmware specific to a board will be need to downloaded seperately and placed on an SPI flash or an SD card.
sv: FreedomBox kan kÃ¶ras pÃ¥ mÃ¥nga 32-bitars ARM-hÃ¥rdvarukort (armhf) med hjÃ¤lp av en gemensam bild baserad pÃ¥ UEFI. FreedomBox kan vanligtvis kÃ¶ras frÃ¥n ett SD-kort, eMMC, USB disk, SATA-disk eller NVMe-disk. U-boot firmware som Ã¤r specifik fÃ¶r ett kort kommer att behÃ¶vas. laddas ner separat och placeras pÃ¥ en SPI-flash eller ett SD-kort.

source: 32-bit x86 (i386)
sv: 32-bitars x86 (i386)

source: FreedomBox can run on any generic Intel/AMD 32-bit hardware (i386).
sv: FreedomBox kan kÃ¶ras pÃ¥ all generisk Intel/AMD 32-bitars hÃ¥rdvara (i386).

source: 64-bit ARM (arm64)
sv: 64-bitars ARM (arm64)

source: FreedomBox can run on many 64-bit ARM (arm64) hardware boards using a common image based on UEFI. FreedomBox can typically run from an SD card, eMMC, USB disk, SATA disk or NVMe disk. U-boot firmware specific to a board will be need to downloaded seperately and placed on an SPI flash or an SD card.
sv: FreedomBox kan kÃ¶ras pÃ¥ mÃ¥nga 64-bitars ARM-hÃ¥rdvarukort (arm64) med hjÃ¤lp av en gemensam bild baserad pÃ¥ UEFI. FreedomBox kan vanligtvis kÃ¶ras frÃ¥n ett SD-kort, eMMC, USB disk, SATA-disk eller NVMe-disk. U-boot firmware som Ã¤r specifik fÃ¶r ett kort kommer att behÃ¶vas. laddas ner separat och placeras pÃ¥ en SPI-flash eller ett SD-kort.

source: 64-bit x86 (amd64)
sv: 64-bitars x86 (amd64)

source: FreedomBox can run on any generic Intel/AMD 64-bit hardware (x86-64/amd64).
sv: FreedomBox kan kÃ¶ras pÃ¥ vilken generisk Intel/AMD 64-bitars hÃ¥rdvara som helst (x86-64/amd64).

source: Olimex's [A20 OLinuXino Lime](https://www.olimex.com/Products/OLinuXino/A20/A20-OLinuXino-LIME/open-source-hardware) is a fully Open Source Hardware (OSHW) single board computer.
sv: Olimex [A20 OLinuXino Lime](https://www.olimex.com/Products/OLinuXino/A20/A20-OLinuXino-LIME/open-source-hardware) Ã¤r en helt Ã¶ppen kÃ¤llkodshÃ¥rdvara (OSHW) enkortsdator.

source: Olimex's [A20 OLinuXino Lime2](https://www.olimex.com/Products/OLinuXino/A20/A20-OLinuXino-LIME2/) is a fully Open Source Hardware (OSHW) single board computer.
sv: Olimex [A20 OLinuXino Lime2](https://www.olimex.com/Products/OLinuXino/A20/A20-OLinuXino-LIME2/) Ã¤r en helt Ã¶ppen kÃ¤llkodshÃ¥rdvara (OSHW) enkortsdator.

source: Olimex's [A20 OLinuXino MICRO](https://www.olimex.com/Products/OLinuXino/A20/A20-OLinuXino-MICRO/open-source-hardware) is a fully Open Source Hardware (OSHW) single board computer.
sv: Olimex [A20 OLinuXino MICRO](https://www.olimex.com/Products/OLinuXino/A20/A20-OLinuXino-MICRO/open-source-hardware) Ã¤r en helt Ã¶ppen kÃ¤llkodshÃ¥rdvara (OSHW) enkortsdator.

source: Beagle Bone Black (Revision C.1) is an Open Source Hardware (OSHW) single board computer.
sv: Beaglebone Black (Revision C.1) Ã¤r en helt Ã¶ppen kÃ¤llkodshÃ¥rdvara (OSHW) enkortsdator.

source: The Cubieboard 2 is a single board computer based on the Allwinner A20 processor.
sv: Cubieboard 2 Ã¤r en enkelkortsdator baserad pÃ¥ Allwinner A20-processorn.

source: Cubietruck (Cubieboard 3) is a single board computer with very good performance compared to many other boards.
sv: Cubietruck (Cubieboard 3) Ã¤r en enkortsdator med mycket bra prestanda jÃ¤mfÃ¶rt med mÃ¥nga andra kort.

source: [FreedomBox Danube Edition](http://projectdanube.org/) is a custom casing around Cubietruck and an SSD-hard drive.
sv: [FreedomBox Danube Edition](http://projectdanube.org/) Ã¤r ett anpassat hÃ¶lje runt Cubietruck och en SSD-hÃ¥rddisk.

source: FreedomBox is a pure blend of Debian. This means that all the work on FreedomBox is available in Debian as packages. It also means that any machine running Debian can be turned into a FreedomBox.
sv: FreedomBox Ã¤r en ren blandning av Debian. Detta innebÃ¤r att allt arbete pÃ¥ FreedomBox Ã¤r tillgÃ¤ngligt i Debian som paket. Det betyder ocksÃ¥ att vilken maskin som helst som kÃ¶r Debian kan fÃ¶rvandlas till en FreedomBox.

source: To setup a FreedomBox in this way, first [install Debian](https://wiki.debian.org/InstallingDebianOn) on a machine and then follow [instructions](https://wiki.debian.org/FreedomBox/Hardware/Debian) for installing FreedomBox on it.
sv: FÃ¶r att stÃ¤lla in en FreedomBox pÃ¥ detta sÃ¤tt, [installera Debian](https://wiki.debian.org/InstallingDebianOn) pÃ¥ en maskin och fÃ¶lj sedan [instruktionerna](https://wiki.debian.org/FreedomBox/Hardware/ Debian) fÃ¶r att installera FreedomBox pÃ¥ den.

source: Lamobo R1 is a single board computer similar to Banana Pi which can act as a router due to its 5 Gigabit Ethernet ports.
sv: Lamobo R1 Ã¤r en enkortsdator som liknar Banana Pi som kan fungera som en router pÃ¥ grund av sina 5 Gigabit Ethernet-portar.

source: LeMaker Banana Pro is an updated version of its predecessor Banana Pi, a low-cost single-board computer.
sv: LeMaker Banana Pro Ã¤r en uppdaterad version av sin fÃ¶regÃ¥ngare Banana Pi, en billig enkortsdator.

source: LinkSprite pcDuino3S is a single board computer running on Allwinner A20 and sold with a good case.
sv: Linksprite pcDuino3S Ã¤r en enkortsdator som kÃ¶rs pÃ¥ Allwinner A20 och sÃ¤ljs med ett bra fodral.

source: [Orange Pi Zero](http://www.orangepi.org/orangepizero/) is a single board computer available at very low price. It uses the AllWinner H2 SoC and only has 256MB/512MB DDR3 SDRAM.
sv: [Orange Pi Zero](http://www.orangepi.org/orangepizero/) Ã¤r en enkortsdator tillgÃ¤nglig till mycket lÃ¥gt pris. Den anvÃ¤nder AllWinner H2 SoC och har bara 256MB/512MB DDR3 SDRAM.

source: PC Engines APU 1D is a single board computer with 3 Gigabit ethernet ports, a powerful AMD APU and Coreboot firmware. FreedomBox images built for AMD64 machines are tested to work well for it.
sv: PC Engines APU 1D Ã¤r en enkortsdator med 3 Gigabit Ethernet-portar, en kraftfull AMD APU och Coreboot fast programvara. FreedomBox avbilder byggda fÃ¶r AMD64-maskiner testas fÃ¶r att fungera bra fÃ¶r den.

source: Pine A64 LTS is an affordable single board computer with good performance.
sv: Pine A64 LTS Ã¤r en prisvÃ¤rd enkortsdator med bra prestanda.

source: Pine A64+ is an affordable single board computer with good performance.
sv: Pine A64+ Ã¤r en prisvÃ¤rd enkortsdator med bra prestanda.

source: Pioneer Edition FreedomBox
sv: PionjÃ¤r variant FreedomBox

source: Pioneer FreedomBox Home Servers are produced and sold by Olimex, a company which specializes in Open Source Hardware. The kit includes pocket-sized server hardware, an SD card with the operating system pre-installed, and a backup battery which can power the hardware for 4-5 hours in case of outages. By purchasing this product, you also support the FreedomBox Foundation's efforts to create and promote its free and open source server software.
sv: PionjÃ¤r variant FreedomBox Hemservrar produceras och sÃ¤ljs av Olimex, ett fÃ¶retag som Ã¤r specialiserat pÃ¥ hÃ¥rdvara med Ã¶ppen kÃ¤llkod. Kitet innehÃ¥ller serverhÃ¥rdvara i fickstorlek, ett SD-kort med operativsystemet fÃ¶rinstallerat och ett reservbatteri som kan driva hÃ¥rdvaran i 4-5 timmar vid avbrott. Genom att kÃ¶pa den hÃ¤r produkten stÃ¶djer du ocksÃ¥ FreedomBox Stiftelsens anstrÃ¤ngningar att skapa och marknadsfÃ¶ra dess gratis serverprogramvara med Ã¶ppen kÃ¤llkod.

source: When you buy this hardware, it comes pre-installed with FreedomBox. There is not need to download and setup the hardware. However, if for some reason you wish re-install software on your Pioneer Edition FreedomBox, these downloads will be helpful.
sv: NÃ¤r du kÃ¶per den hÃ¤r hÃ¥rdvaran kommer den fÃ¶rinstallerad med FreedomBox. Du behÃ¶ver inte ladda ner och stÃ¤lla in hÃ¥rdvaran. Men om du av nÃ¥gon anledning vill installera om programvaran pÃ¥ din PionjÃ¤r variant FreedomBox, kommer dessa nedladdningar att vara till hjÃ¤lp.

source: Prebuilt FreedomBox images for QEMU/KVM are available in QEMU's own qcow2 image file format. Using a virtual machine allows you run FreedomBox on a machine without erasing the existing OS on it.
sv: FÃ¶rbyggda FreedomBox avbilder fÃ¶r QEMU/KVM Ã¤r tillgÃ¤ngliga i QEMUs eget qcow2-avbildsfilformat. Genom att anvÃ¤nda en virtuell maskin kan du kÃ¶ra FreedomBox pÃ¥ en maskin utan att radera det befintliga operativsystemet pÃ¥ den.

source: Raspberry Pi is an inexpensive and popular single board computer.
sv: Raspberry Pi Ã¤r en billig och populÃ¤r enkortsdator.

source: [Raspberry Pi 4 Model B](https://www.raspberrypi.org/products/raspberry-pi-4-model-b/) is an inexpensive, powerful and popular single board computer.
sv: [Raspberry Pi 4 Model B](https://www.raspberrypi.org/products/raspberry-pi-4-model-b/) Ã¤r en billig, kraftfull och populÃ¤r enkortsdator.

source: [Rock64](https://www.pine64.org/devices/single-board-computers/rock64/) is an affordable single board computer with good performance.
sv: [Rock64](https://www.pine64.org/devices/single-board-computers/rock64/) Ã¤r en prisvÃ¤rd enkortsdator med bra prestanda.
